const gouvernement = [
      {
        label : 'أريانة',
        value : 1 ,
        govs :[
          'أريانة المدينة',
          'سكرة',
          'رواد',
          'قلعة الأندلس',
          'سيدي ثابت',
          'حي التضامن',
          'المنيهلة'
        ]
      },
      {
        label :'باجة',
        value : 2 ,
        govs :[
          'باجة الشمالية',
          'باجة الجنوبية',
          'عمدون',
          'نفزة',
          'تبرسق',
          'تيبار',
          'تستور',
          'قبلاط',
          'مجاز الباب'
        ]
      },{
        label :   'بنزرت',
        value : 3 ,
        govs :[
          'بنزرت الشمالية',
          'جرزونة',
          'بنزرت الجنوبية',
          'سجنان',
          'جومين',
          'ماطر',
          'غزالة',
          'منزل بورقيبة',
          'تينجة',
          'أوتيك',
          'غار الملح',
         'منزل جميل',
         'العالية',
         'رأس الجبل'
        ]
      },{
        label :'بن عروس',
        value : 4 ,
        govs :[
          'بن عروس',
          'المدينة الجديدة',
          'المروج',
          'حمام الأنف',
          'حمام الشط',
          'بومهل البساتين',
          'الزهراء',
          'رادس',
          'مقرين',
          'المحمدية',
           'فوشانة',
           'مرناق'
        ]
      },{
        label :'تطاوين',
        value : 5 ,
        govs :[
          'تطاوين الشمالية' ,
          'تطاوين الجنوبية' ,
          'الصمار' ,
          'البئر الأحمر' ,
          'غمراسن' ,
          'ذهيبة' ,
          'رمادة'
        ]
      },{
        label :'توزر',
        value : 6 ,
        govs :[
          'توزر' ,
          'دقاش' ,
          'تمغزة' ,
          'نفطة' ,
          'حزوة'
        ]
      },{
        label :'تونس',
        value : 7 ,
        govs :[
          'قرطاج',
          'المدينة',
          'باب البحر',
          'باب سويقة',
          'العمران',
          'العمران الأعلى',
          'التحرير',
          'المنزه',
          'حي الخضراء',
          'باردو',
          'السيجومي',
          'الزهور',
          'الحرائرية',
          'سيدي حسين',
          'الوردية',
          'الكبارية',
          'سيدي البشير',
          'جبل الجلود',
          'حلق الوادي',
          'الكرم',
          'المرسى'
        ]
      },{
        label :'جندوبة',
        value : 8 ,
        govs :[
          'جنـدوبة',
          'جنـدوبة الشمالية',
          'بوسالم',
          'طبرقـة',
          'عين دراهم',
          'فرنانة',
          'غار الدماء',
          'وادي مليز',
          'بلطة بوعوان',
        ]
      },{
        label :'زغوان',
        value : 9 ,
        govs :[
          'زغوان',
          'الزريبة',
          'بئر مشارقة',
          'الفحص',
          'الناظور',
          'صواف'
        ]
      },{
        label : 'سليانة',
        value : 10 ,
        govs :[
          'سليانة الشمالية',
          'سليانة الجنوبية',
          'بوعرادة',
          'قعفور',
          'العروسة',
          'الكريب',
          'بورويس',
          'مكثر',
          'الروحية',
          'كسرى',
          'برقو'
        ]
      },{
        label : 'سوسة',
        value : 11,
        govs :[
          'سوسة المدينة',
          'الزاوية القصيبة الثريات',
          'سوسة الرياض',
          'سوسة جوهرة',
          'سوسة سيدي عبد الحميد',
          'حمام سوسة',
          'أكودة',
          'القلعة الكبرى',
          'سيدي بوعلي',
          'هرقلة',
          'النفيضة',
          'بوفيشة',
          'كندار',
          'سيدي الهاني',
          'مساكن',
          'القلعة الصغرى'
        ]
      },{
        label :'سيدي بوزيد',
        value : 12,
        govs :[
          'سيدي بوزيد الغربية',
          'سيدي بوزيد الشرقية',
          'جلمة',
          'سبالة أولاد عسكر',
          'بئر الحفي',
          'سيدي علي بن عون',
          'منزل بوزيان',
          'المكناسي',
          'سوق الجديد',
          'المزونة' ,
          'الرقاب' ,
          'أولاد حفوز'
        ]
      },{
        label :'قابس',
        value : 13,
        govs :[
          'قابـس المدينة' ,
          'قابـس الغربية' ,
          'قابـس الجنوبية' ,
          'غنوش' ,
          'المطوية' ,
          'منزل الحبيب' ,
          'الحامة' ,
          'مطماطة' ,
          'مطماطة الجديدة' ,
          'مارث'
        ]
      },{
        label :'قبلي',
        value : 14,
        govs :[
          'قبلي الجنوبية' ,
          'قبلي الشمالية' ,
          'سوق الأحد' ,
          'دوز الشمالية' ,
          'دوز الجنوبية' ,
          'الفوار'
        ]
      },{
        label :'القصرين',
        value : 16,
        govs :[
          'القصرين الشمالية' ,
          'القصرين الجنوبية' ,
          'الزهور' ,
          'حاسي الفريد' ,
          'سبيطلة' ,
          'سبيبة' ,
          'جدليان' ,
          'العيون' ,
          'تالة ',
          'حيدرة' ,
          'فوسانة' ,
          'فريانة' ,
          'ماجل بلعباس'
        ]
      },{
        label : 'قفصة',
        value : 17,
        govs :[
          'قفصة الشمالية' ,
          'سيدي عيش' ,
          'القصر' ,
          'قفصة الجنوبية' ,
          'أم العرائس',
          'الرديف' ,
          'المتلوي' ,
          'المظيلة' ,
          'القطار' ,
          'بلخير' ,
          'السند'
        ]
      },{
        label :'القيروان',
        value : 18,
        govs :[
          'القيروان الشمالية',
          'القيروان الجنوبية',
          'الشبيكة',
          'السبيخة',
          'الوسلاتية',
          'حفوز',
          'العلا',
          'حاجب العيون',
          'نصر ',
          'الشراردة',
          'بوحجلة'
        ]
      },{
        label :'الكاف',
        value : 19,
        govs :[
          'الكاف الغربية',
          'الكاف الشرقية',
          'نبـر',
          'ساقية سيدي يوسف',
          'تاجروين',
          'قلعة سنان',
          'القلعة الخصبة',
          'الجريصة',
          'القصور',
          'الدهماني',
          'السرس'
        ]
      },{
        label :'مدنين',
        value : 20,
        govs :[
          'مدنيـن الشمالية' ,
          'مدنين الجنوبية' ,
          'بني خداش' ,
          'بن قردان' ,
          'جرجيس' ,
          'جربة حومة السوق' ,
          'جربة ميدون' ,
          'جربة أجيم' ,
          'سيدي مخلوف'
        ]
      },{
        label :   'المنستير',
        value : 21,
        govs :[
          'المنستيـر',
          'الوردانيـن',
          'الساحليـن',
          'زرمديـن',
          'بنـي حسان',
          'جمـال',
          'بنبلة',
          'المكنين',
          'البقالطة',
          'طبلبة',
          'قصر هلال',
          'قصيبة المديوني',
          'صيادة لمطة بوحجر'
        ]
      },{
        label :'منوبة',
        value : 22,
        govs :[
          'منوبة',
          'وادي الليل',
          'طبربة',
          'البطان',
          'الجديدة',
          'المرناقية',
          'برج العامري',
          'دوار هيشر'
        ]
      },{
        label :'المهدية',
        value : 23,
        govs :[
          'المهدية',
          'بومرداس',
          'أولاد الشامخ',
          'شربان',
          'هبيرة',
          'السواسي',
          'الجم',
          'الشابة',
          'ملولش',
          'سيدي علوان',
          'قصور الساف'
        ]
      },{
        label :'نابل',
        value : 24,
        govs :[
          'نابل',
          'دار شعبان الفهري',
          'بني خيار',
          'قربة',
          'منزل تميم',
          'الميدة',
          'قليبية',
          'حمام الأغزاز',
          'الهوارية',
          'تاكلسة',
          'سليمان',
          'منزل بوزلفة',
          'بني خلاد',
          'قرمبالية',
          'بوعرقوب',
          'الحمامات'
        ]
      },
      {
        label :'صفاقس',
        value : 25,
        govs :[
          'صفاقس المدينة',
          'صفاقس الغربية',
          'ساقية الزيت',
          'ساقية الداير',
          'صفاقس الجنوبية',
          'طينة',
          'عقارب',
          'جبنيانة',
          'العامرة',
          'الحنشة',
          'منزل شاكر',
          'الغريبة',
          'بئر علي بن خليفة',
          'الصخيرة',
          'المحرس',
          'قـرقنـة'
        ]
      }

    ];
export default gouvernement;
var functions = [
  {
    value : 1 ,
    label :'رئيس الحركة'
  } ,
  {
    value : 2,
    label :'عضو مكتب تنفيذي'
  } ,
  {
    value : 3,
    label :'عضو مجلس شورى مركزي'
  },{
    value : 4 ,
    label :'عضو حكومة'
  },{
    value : 5,
    label :'كاتب عام جهوي'
},{
  value : 6,
  label :'رئيس مجلس شورى جهوي'
},{
  value : 7,
  label : 'رئيس هيئة النظام الجهوية'
} ,
{
  value : 8,
  label : 'كاتب عام محلي'
}];
export const whatido = functions;
